{
"spring": [
    {
      "id": 1,
      "imgPath": "Aegean Islands, Greece.jpg",
      "name":  "Aegean Islands, Greece",
      "content": "The Greek islands ignite the imagination and satisfy the soul with a history laced in mythical tales and told through ancient, sun-bleached ruins."
    },
    {
      "id": 2,
      "imgPath": "barcelona.jpg",
      "name": "Barcelona",
      "content": "Barcelona is an enchanting seaside city with boundless culture, fabled architecture and a world-class drinking and dining scene."
    },
    {
      "id": 3,
      "imgPath": "grand canyon.jpg",
      "name": "Grand canyon",
      "content": "As far as national parks go, the Grand Canyon is one of those places you can’t ignore. It’s big, it’s iconic, it never fails to exceed expectations."

    },
    {
      "id": 4,
      "imgPath": "Keukenhof Gardens.jpg",
      "name": "Keukenhof Gardens",
      "content": "Be sure to visit Keukenhof, where you will experience the gorgeous views of blooming Dutch tulips and other flowers for which Holland is famous."
    },
    {
      "id": 5,
      "imgPath": "Lake Tahoe.jpg",
      "name": "Lake Tahoe",
      "content": "Lake Tahoe, the clear, cobalt blue lake tucked into the snowy Sierra Nevada mountain range, welcomes athletes, adventurers and casual travelers to its easygoing and pine-scented atmosphere."
    },
    {
      "id": 6,
      "imgPath": "Las Vegas.jpg",
      "name":  "Las Vegas",
      "content": "Las Vegas is an internationally renowned major resort city, known primarily for its shopping, fine dining, entertainment, and nightlife."
    },
    {
      "id": 7,
      "imgPath": "Malta.png",
      "name": "Malta",
      "content": "Malta is more than just an archipelago in the middle of the Mediterranean Sea. It’s a hidden gem and definitely holds more adventures. It’s also famous having the best weather in the world"
    },
    {
      "id": 8,
      "imgPath": "Marrakech, Morocco.jpg",
      "name": "Marrakech, Morocco",
      "content": "Experience the enticing labyrinth of centuries old souks, taste the flavors of a cuisine that is a unique mix of African, Middle Eastern and European, or enjoy lounging by a palm tree-lined swimming pool while soaking up the sun."
    },
    {
      "id": 9,
      "imgPath": "penang.jpg",
      "name": "Penang",
      "content": "If there's a more thrilling cocktail of Eastern cultures than in Penang, we've yet to find it. Penang has long served as the link between Asia’s great kingdoms and an important outlet to the markets of Europe and the Middle East. "
    },
    {
      "id": 10,
      "imgPath": "Washington, DC.jpg",
      "name": "Washington, DC",
      "content": "Washington is the showcase of American arts, home to such prestigious venues as the National Theatre, the Kennedy Center and the Folger Theatre. The city hosts several adventurous small theaters that put on works by nontraditional writers. Busboys & Poets' open-mike nights provide another outlet for progressive new voices. "
    }
  ],
  "summer" : [
    {
      "id": 1,
      "imgPath": "Anchorage, Alaska.jpg" ,
      "name": "Anchorage, Alaska",
      "content": "This is a city where bears are seen wandering bike paths, moose munch on neighborhood gardens, and locals pull salmon from a creek within blocks of hotels and office buildings."
    },
    {
      "id": 2,
      "imgPath": "france.jpg",
      "name": "France",
      "content": "France seduces travellers with its unfalteringly familiar culture, woven around cafe terraces, village-square markets and lace-curtained bistros with their plat du jour (dish of the day) chalked on the board."
    },
    {
      "id": 3,
      "imgPath": "French Polynesia.jpg",
      "name": "French Polynesia",
      "content": "Sculpted by sky-piercing, moss-green peaks and lined with vivid turquoise lagoons, sultry French Polynesia is a place to take it slow and experience warm, laid-back island culture."

    },
    {
      "id": 4,
      "imgPath": "london.jpg",
      "name": "London",
      "content": "One of the world's most visited cities, London has something for everyone: from history and culture to fine food and good times. Immersed in history, London's rich seams of eye-opening antiquity are everywhere."
    },
    {
      "id": 5,
      "imgPath": "New York City.jpg",
      "name": "New York City",
      "content": "Epicenter of the arts, architectural darling, dining and shopping capital. Trendsetter. New York City wears many crowns, and spreads an irresistible feast for all."
    },
    {
      "id": 6,
      "imgPath": "Seattle.jpg",
      "name": "Seattle",
      "content": "Blink and it’s changed: Seattle can be that ephemeral. It is a city that heralds innovation and nature; a city always marching toward the future. First time in Seattle? Make a beeline for its proverbial pantry: Pike Place Market. "
    },
    {
      "id": 7,
      "imgPath": "Singapore.jpg",
      "name": "Singapore",
      "content": "Capitalising on its melting pot of cultures, Singapore is finally getting some spark, and is fast becoming one of Asia’s hit-list destinations. Don’t fret about finding a place to chow down, as each neighbourhood is home"
    },
    {
      "id": 8,
      "imgPath": "tasmania.jpg",
      "name": "Tasmania",
      "content": "Revelling in isolation, Tasmania is busting out with fab festivals and sensational food and drink, riding a tourism-fuelled economic boom that’s the envy of all Australia. From wine, beer and food festivals to hot-ticket arts and music events, Tasmania packs a lot of parties into the calendar."
    }
  ],
  "autumn" : [
    {
      "id": 1,
      "imgPath": "Belfast.jpg" ,
      "name": "Belfast",
      "content": "A former industrial powerhouse with a troubled past, Belfast has pulled off a remarkable transformation into a hip party town. Belfast's nightlife is often loud, sometimes intoxicating and always fun. From traditional pubs to sleek cocktail bars to crowded clubs, the scene is generally friendly and accessible. "
    },
    {
      "id": 2,
      "imgPath": "Lisbon.jpg",
      "name": "Lisbon",
      "content": "Seven cinematic hillsides overlooking the Rio Tejo cradle Lisbon's postcard-perfect panorama of cobbled alleyways, ancient ruins and white-domed cathedrals – a captivating scene crafted over centuries."
    },
    {
      "id": 3,
      "imgPath": "Mount Fuji.jpg",
      "name": "Mount Fuji",
      "content": "Of all Japan's iconic images, Mt Fuji (3776m) is the real deal. Admiration for the mountain appears in Japan's earliest recorded literature, dating from the 8th century. Fuji-san was granted Unesco World Heritage status in 2013; these days, around 300,000 people make the ascent every year."

    },
    {
      "id": 4,
      "imgPath": "Ontario.jpg",
      "name": "Ontario",
      "content": "The breathtaking four-seasonal palette of Ontario's vast wilderness, endless forests and abundant wildlife awaits. Whether you want to reconnect with nature or lose yourself in the excitement of the most multiculturally diverse and socially cohesive region on Earth, you've come to the right place. "
    },
    {
      "id": 5,
      "imgPath": "Seville, Spain.jpg",
      "name": "Seville, Spain",
      "content": "Some cities blast you away, others slowly win you over. Seville disarms and seduces you. Its historic centre, lorded over by a colossal Gothic cathedral, is an intoxicating mix of resplendent Mudéjar palaces, baroque churches and winding medieval lanes."
    },
    {
      "id": 6,
      "imgPath": "Tel Aviv.jpg",
      "name": "Tel Aviv",
      "content": "Tel Aviv (meaning 'Hill of Spring' in Hebrew) has an air of perpetual renewal: flowers bloom, new restaurants open and parties. Modern, vibrant and cosmopolitan, Tel Aviv is characterised by an enterprising creative landscape. "
    },
    {
      "id": 7,
      "imgPath": "Tuscany.jpg",
      "name": "Tuscany",
      "content": "With its lyrical landscapes, world-class art and a superb cucina contadina (farmer's kitchen), the Tuscan experience is perfectly in symbiosis with the land. No land is more caught up with the fruits of its fertile earth than Tuscany"
    },
    {
      "id": 8,
      "imgPath": "Utrecht.jpg",
      "name": "Utrecht",
      "content": "It's hard not to fall in love with Utrecht, one of the Netherlands' oldest urban centres and for centuries its religious heart. Now a vibrant university city, the compact medieval core radiates out from the iconic 15th-century Domtoren, ringed by a loop of very pretty tree-lined canals."
    }
  ],
  "winter": [
    {
      "id": 1,
      "imgPath": "Brazil.jpg",
      "name":  "Brazil",
      "content": "One of the world's most captivating places, Brazil is a country of powdery white-sand beaches, verdant rainforests and wild, rhythm-filled metropolises. Brazil's attractions extend from frozen-in-time colonial towns to otherworldly landscapes of red-rock canyons, thundering waterfalls and coral-fringed tropical islands."
    },
    {
      "id": 2,
      "imgPath": "Chile.jpg",
      "name": "Chile",
      "content": "Chile is nature on a colossal scale, there's wonder in every detail and nature. For the traveler, it's mind-boggling to find this great wilderness so intact. et for now, Chile guards some of the most pristine parts of our planet, and they shouldn't be missed."
    },
    {
      "id": 3,
      "imgPath": "Colombia.jpg",
      "name": "Columbia",
      "content": "On your trip to Colombia, you can enjoy stunning cities like Bogotá, Medellín, Cali or Cartagena, delight in the colorful Barranquilla Carnival and soak up the natural beauty of the Sierra Nevada de Santa Marta mountain range and Tayrona National Park. "

    },
    {
      "id": 4,
      "imgPath": "Dominican.jpg",
      "name": "Dominican",
      "content": "The Dominican Republic is one of the Caribbean's most geographically diverse countries, with stunning mountain scenery, desert scrublands, evocative colonial architecture and beaches galore."
    },
    {
      "id": 5,
      "imgPath": "Egypt.jpg",
      "name": "Egypt",
      "content": "Egypt welcomes you with its mighty Nile and magnificent monuments, the beguiling desert and lush delta, and with its long past and welcoming, story-loving people. With sand-covered tombs, austere pyramids and towering Pharaonic temples, Egypt brings out the explorer in all of us. "
    },
    {
      "id": 6,
      "imgPath": "Indonesia.jpg",
      "name":  "Indonesia",
      "content": "This beguiling nation of over 17,000 islands has massive potential for adventures. It's hard to beat Indonesia for the sheer range of experiences on offer. This intoxicating land offers some of the last great adventures on earth."
    },
    {
      "id": 7,
      "imgPath": "Jamaica.jpg",
      "name": "Jamaica",
      "content": "Jamaica is the Caribbean country that comes with its own soundtrack. Groove to its singular rhythm as you explore beyond the beaches and all-inclusives. Jamaica begins with crystalline waters flowing over gardens of coral, lapping onto soft sandy beaches, then rises past red soil and lush banana groves into sheer mountains."
    },
    {
      "id": 8,
      "imgPath": "Philippines.jpg",
      "name": "Philippines",
      "content": "The Philippines is defined by its emerald rice fields, teeming megacities, graffiti-splashed jeepneys, smouldering volcanoes, bug-eyed tarsiers, fuzzy water buffalo and smiling, happy-go-lucky people."
    },
    {
      "id": 9,
      "imgPath": "South Africa.jpg",
      "name": "South Africa",
      "content": "Black-maned lions framed against Kalahari dunes; powdery beaches lapped by two oceans; star-studded desert skies; jagged, lush mountains – this truly is a country of astounding diversity. South Africa's ever-changing scenery is the perfect canvas on which to paint an activity-packed trip. "
    }
  ]

}